Repository: dreibh/system-tools
Catalog: po/*/check-certificate.po
Languages: de, nb

source: Usage:
de: Aufruf:
nb: Bruk:

source: ERROR: Unable to find CA certificate file ${CA_FILE}!
de: FEHLER: CA-Zertifikatsdatei ${CA_FILE} wurde nicht gefunden!
nb: FEIL: Finner ikke CA-sertifikatfilen ${CA_FILE}!

source: ERROR: Unable to find CRL file ${CRL}!
de: FEHLER: CRL-Datei ${CRL} wurde nicht gefunden!
nb: FEIL: Finner ikke CRL-filen ${CRL}!

source: ERROR: Unable to find certificate file ${CERTIFICATE_FILE}!
de: FEHLER: Zertifikatsdatei ${CERTIFICATE_FILE} wurde nicht gefunden!
nb: FEIL: Finner ikke sertifikatfilen ${CERTIFICATE_FILE}!

source: Verifying ${CERTIFICATE_FILE} with CA ${CA_FILE} ...
de: Verifiziere ${CERTIFICATE_FILE} mit CA ${CA_FILE} ...
nb: Verifiserer ${CERTIFICATE_FILE} med CA ${CA_FILE} ...

source: WARNING: Only checking self-signature!
de: WARNING: Es wird nur die Eigensignatur überprüft!
nb: ADVARSEL: Kontrollerer bare selvsignatur!

source: ✓OKAY
de: ✓IN ORDNUNG

source: ❌FAILED!
de: ❌FEHLGESCHLAGEN!
nb: ❌MISLYKKET!

source: (OpenSSL is not installed)
de: (OpenSSL ist nicht installiert)
nb: (OpenSSL er ikke installert)

source: (GnuTLS CertTool is not installed)
de: (GnuTLS CerTool ist nicht installiert)
nb: (GnuTLS CertTool er ikke installert)

source: (NSS CertUtil is not installed)
de: (NSS CertUtil ist nicht installiert)
nb: (NSS CertUtil er ikke installert)

source: CERTIFICATE VERIFICATIONS FAILED!
de: ZERTIFIKATVERIFIZIERUNG IST FEHLGESCHLAGEN!
nb: SERTIFIKATVERIFIKASJONENE MISLYKKET!
