Repository: dreibh/system-tools
Catalog: po/*/Reset-Machine-*.po
Languages: de, nb

source: Usage:
de: Aufruf:
nb: Bruk:

source: ERROR: Invalid hostname ${hostname}!
de: FEHLER: Ungültiger hostname ${hostname}!
nb: FEIL: Ugyldig vertsnavn ${hostname}!

source: Update hostname?
de: Hostname aktualisieren?
nb: Oppdatere vertsnavn?

source: The current machine ID is ${machineID}. Reset it?
de: Die aktuelle Maschinen-ID ist ${machineID}. Zurücksetzen?
nb: Gjeldende maskin-ID er ${machineID}. Tilbakestille den?

source: Install Zabbix agent?
de: Zabbix-Agent installieren?
nb: Installere Zabbix-agenten?

source: Apply suggested Zabbix Agent changes in ${zabbixConfig}?
de: Vorgeschlagene Änderungen für Zabbix-Agent in ${zabbixConfig} durchführen?
nb: Bruk foreslåtte Zabbix Agent endringer i ${zabbixConfig}?

source: Skipped!
de: Übersprungen!
nb: Hoppet over!

source: Checking SSH configuration ...
de: Untersuche SSH-Konfiguration ...
nb: Sjekker SSH-konfigurasjon ...

source: Suggested ssh_config changes:
de: Vorgeschlagene Änderungen in ssh_config:
nb: Foreslåtte ssh_config endringer:

source: Apply suggested ssh_config changes?
de: Vorgeschlagene Änderungen in ssh_config durchführen?
nb: Vil du bruke foreslåtte ssh_config-endringer?

source: Suggested removal of sshd_config.d/50-cloud-init.conf:
de: Vorgeschlagene Entfernung von sshd_config.d/50-cloud-init.conf:
nb: Foreslått fjerning av sshd_config.d/50-cloud-init.conf:

source: Suggested sshd_config changes:
de: Vorgeschlagene Änderungen in sshd_config:
nb: Foreslåtte sshd_config endringer:

source: Apply suggested sshd_config changes?
de: Vorgeschlagene Änderungen in sshd_config durchführen?
nb: Vil du bruke foreslåtte sshd_config-endringer?

source: Trying to restart SSH daemon ...
de: Versuche Restart des SSH-Daemons ...
nb: Prøver å starte SSH-demonen på nytt ...

source: Remove existing SSH host keys and generate new ones?
de: Existierende SSH-Schlüssel entfernen und neue Schlüssel erstellen?
nb: Vil du fjerne eksisterende SSH-vertsnøkler og generere nye?

source: Making backup of current keys in ${backupDirectory} ...
de: Erstelle Backup der gegenwärtigen Schlüssel in ${backupDirectory} ...
nb: Ta sikkerhetskopi av gjeldende nøkler i ${backupDirectory} ...

source: Generating new ED25519 key ...
de: Erstelle neuen ED25519-Schlüssel ...
nb: Genererer ny ED25519 nøkkel ...

source: Generating new ECDSA key ...
de: Erstelle neuen ECDSA-Schlüssel ...
nb: Genererer ny ECDSA nøkkel ...

source: Generating new RSA key; this may take some time ...
de: Erstelle neuen RSA-Schlüssel; dieses kann einen Moment dauern ...
nb: Genererer ny RSA-nøkkel; dette kan ta litt tid ...

source: Done!
de: Erledigt!
nb: Ferdig!
