Repository: dreibh/system-tools
Catalog: po/*/System-Info.po
Languages: de

source: ERROR: get-system-info not found in search path!
de: FEHLER: get-system-info nicht im Suchpfad gefunden!

source: Unknown
de: Unbekannt

source: Host:
de: Rechner:

source: %s, %s, %s, and %s
de: %s, %s, %s und %s

source: Uptime:
de: Betriebszeit:

source: %'d day
de: %'d Tag

source: %'d hour
de: %'d Stunde

source: %'d second
de: %'d Sekunde

source: with kernel
de: mit Kernel

source: Operating System:
de: Betriebssystem:

source: %'d processes
de: %'d Prozesse

source: %'d user
de: %'d Benutzer

source: Processor:
de: Prozessor:

source: Load (1/5/15 min):
de: Auslastung (1/5/15 Min.):

source: %'6.0f MiB of %'6.0f MiB (%'6.0f MiB available: %'5.1f %%)
de: %'6.0f MiB von %'6.0f MiB (%'6.0f MiB verf체gbar: %'5.1f %%)

source: Used Memory:
de: Belegtes RAM:

source: Used Swap:
de: Belegter Swap:

source: Used Memory:
de: Belegtes RAM:

source: Used Swap:
de: Belegter Swap:

source: no swap available!
de: Swap nicht vorhanden!

source: %1.0f %% on /, %1.0f %% on /home
de: %1.0f %% unter /, %1.0f %% unter /home

source: SSH Keys: #1
de: SSH-Schl체ssel: 1.

source: Used Diskspace:
de: Speicherplatz:

source: (No IPv4)
de: (Kein IPv4)

source: Network:
de: Netzwerk:

source: SSH Keys:
de: SSH-Schl체ssel:

source: Usage:
de: Aufruf:

source: System information as of ${now}
de: Systeminformation am ${now}

source: You can change this banner in /etc/system-info.d!
de: Dieses Banner kann in /etc/system-info.d ge채ndert werden!

source: Welcome on the System
de: Willkommen auf dem System

source: Welcome to
de: Willkommen bei
