Repository: dreibh/system-tools
Catalog: po/*/System-Maintenance.po
Languages: de, nb

source: Usage:
de: Aufruf:
nb: Bruk:

source: ERROR: /etc/os-release not found!
de: FEHLER: /etc/os-release nicht gefunden!
nb: FEIL: /etc/os-release ikke funnet!

source: Stopping AutoFS service ...
de: Stoppe AutoFS-Dienst ...
nb: Stopper AutoFS-tjenesten ...

source: Applying package fixes, if necessary ...
de: Repariere Pakete, falls notwendig ...
nb: Reparer pakker, om nødvendig ...

source: Updating package repositories ...
de: Aktualisiere Paketquellen ...
nb: Oppdaterer pakkelager ...

source: Installing missing dependencies, if necessary ...
de: Installiere fehlende Abhängigkeiten, falls notwendig ...
nb: Installerer manglende avhengigheter, om nødvendig ...

source: Installing updates ...
de: Installiere Aktualisierungen ...
nb: Installerer oppdateringer ...

source: Cleaning up ...
de: Räume auf ...
nb: Rydder opp ...

source: Removing obsolete kernels ...
de: Entferne obsolete Kernels ...
nb: Fjerner utdaterte kjerner ...

source: Kernel Type:
de: Kernel-Typ:
nb: Kjernetype:

source: Kernel Boot Version:
nb: Oppstartsversjon av kjernen:

source: Kernel Disk Version:
nb: Kjerneversjon på disken:

source: To be removed:
de: Zu entfernen:
nb: Å bli fjernet:

source: To be kept:
de: Zu behalten:
nb: Skal oppbevares:

source: Refreshing snaps ...
de: Aktualisiere Snaps ...
nb: Oppdaterer snap-pakker ...

source: Checking for firmware updates ...
de: Prüfe auf Firmwareaktualisierungen ...
nb: Ser etter fastvareoppdateringer ...

source: Updating caches ...
de: Aktualisiere Caches ...
nb: Oppdaterer cacher ...

source: Starting AutoFS service ...
de: Starte AutoFS-Dienst ...
nb: Starter AutoFS-tjenesten ...

source: Synchronising system time ...
de: Synchronisiere Systemzeit ...
nb: Synkroniserer systemtid ...

source: Running fstrim ...
de: Führe Trimming durch ...
nb: Kjører fstrim ...

source: Running zpool trim ...
de: Führe ZFS-Trimming durch ...
nb: Kjører zpool trim ...

source: Done!
de: Erledigt!
nb: Ferdig!
