Repository: dreibh/system-tools
Catalog: po/*/text-block.po
Languages: de, nb

source: ERROR: Unable to open output file %s: %s
de: FEHLER: Ausgabedatei %s kann nicht erstellt werden: %s
nb: FEIL: Kan ikke åpne utgangsfil %s: %s

source: ERROR: Unable to delete broken output file %s: %s
de: FEHLER: Unvollständige Ausgabedatei %s kann nicht gelöscht werden: %s
nb: FEIL: Kan ikke slette den ødelagte utgangsfilen %s: %s

source: ERROR: Unable to change name of temporary output file from %s to %s: %s
de: FEHLER: Der Name der temporären Ausgabedatei kann nicht von %s in %s geändert werden: %s
nb: FEIL: Kan ikke endre navnet på den midlertidige utdatafilen fra %s til %s: %s

source: ERROR: Unable to write to output file %s: %s
de: FEHLER: Ausgabedatei %s kann nicht beschrieben werden: %s
nb: FEIL: Kan ikke skrive til utdata %s: %s

source: ERROR: Unable to read from insert file %s: %s
de: FEHLER: Einfügedatei %s kann nicht gelesen werden: %s
nb: FEIL: Kan ikke lese for å sette inn fil %s: %s

source: Usage:
de: Aufruf:
nb: Bruk:

source: ERROR: Too few arguments for line selection (--select|-s)!
de: FEHLER: Zu wenige Argumente für Zeilenauswahl (--select|-s)!
nb: FEIL: For få argumenter for linjeutvalg (--select|-s)!

source: ERROR: Invalid value for enumeration format (--enumerate-format)!
de: FEHLER: Ungültiger Wert für das Nummerierungsformat (--enumerate-format)!
nb: FEIL: Ugyldig verdi for tallformat (--enumerate-format)!

source: ERROR: Too few arguments for highlight parameters (--highlight-params)!
de: FEHLER: Zu wenige Argumente für Highlight-Parameter (--highlight-params)!
nb: FEIL: For få argumenter for highlight-parametere (--highlight-params)!

source: ERROR: Invalid argument %s!
de: FEHLER: Ungültiges Argument %s!
nb: FEIL: Ugyldig argument %s!

source: ERROR: Invalid min/max settings (--min-actions/-m/--max-actions/-M)!
de: FEHLER: Ungültige Min/Max-Einstellungen (--min-actions/-m/--max-actions/-M)!
nb: FEIL: Ugyldige min/maks-innstillinger (--min-actions/-m/--max-actions/-M)!

source: ERROR: Line selection (--select|-s) and tags (--begin-tag/-b/--end-tag/-e/--tag/-t) are mutually exclusive!
de: FEHLER: Zeilenauswahl (--select|-s) und Tags (--begin-tag/-b/--end-tag/-e/--tag/-t) schließen sich gegenseitig aus!
nb: FEIL: Linjeutvalg (--select|-s) og merker (--begin-tag/-b/--end-tag/-e/--tag/-t) er gjensidig utelukkende!

source: WARNING: Begin/end tags (--begin-tag/-b/--end-tag/-e/--tag/-t) have no effect for Cat, Discard, or Enumerate!
de: WARNUNG: Beginn-/End-Tags (--begin-tag/-b/--end-tag/-e/--tag/-t) haben keine Wirkung bei Cat, Discard oder Enumerate!
nb: ADVARSEL: Begynn-/sluttmerker (--begin-tag/-b/--end-tag/-e/--tag/-t) har ingen effekt ved Cat, Discard og Enumerate!

source: WARNING: Identical begin/end tags (--tag/-t) with excluded tags (--exclude-tags/-x) are not useful for Extract, Remove, or Replace!
de: WARNUNG: Identische Beginn/End-Tags (--tag/-t) mit ausgeschlossenen Tags (--exclude-tags/-x) sind nicht sinnvoll für Extract, Remove oder Replace!
nb: ADVARSEL: Identiske begynn-/sluttmerker (--tag/-t) med ekskluderte merker (--exclude-tags/-x) er ikke nyttige ved Extract, Remove og Replace!

source: ERROR: Unable to open input file %s: %s
de: FEHLER: Eingabedatei %s läßt sich nicht öffnen: %s
nb: FEIL: Kan ikke åpne inngangsfil %s: %s

source: WARNING: Line selection range (%lld — %lld) is not useful. Input file too short?
de: WARNUNG: Zeilenauswahlbereich (%lld — %lld) ist nicht sinnvoll. Eingabedatei zu kurz?
nb: ADVARSEL: Linjeutvalg (%lld — %lld) er ikke nyttig. Input File for kort?

source: ERROR: Select from end of file (negative line number) is only possible with input file!
de: FEHLER: Zeilenauswahl vom Ende der Datei (negative Zeilennummer) ist nur mit Eingabedatei möglich!
nb: FEIL: Velg fra slutten av filen (negativ linjenummer) er bare mulig med inndatafil!

source: ERROR: In-place update (--in-place|-p) requires an input file (--input/-i)!
de: FEHLER: Für die direkte Aktualisierung (--in-place|-p) ist eine Eingabedatei (--input/-i) erforderlich!
nb: FEHLER: Für die direkte Aktualisierung (--in-place|-p) ist eine Eingabedatei (--input/-i) erforderlich!

source: ERROR: In-place update (--in-place|-p) and output file (--output/-o) are mutually exclusive!
de: FEHLER: In-Place-Update (--in-place|-p) und Ausgabedatei (--output/-o) schließen sich gegenseitig aus!
nb: FEIL: Oppdatering på stedet (--inplace|-p) og utdatafil (--output/-o) utelukker hverandre!

source: ERROR: Cannot generate temporary output file name!
de: FEHLER: Dateiname für temporäre Ausgabedatei kann nicht erzeugt werden!
nb: FEIL: Kan ikke opprette filnavn for midlertidig utdatafil!

source: ERROR: Unable to create output file %s: %s
de: FEHLER: Ausgabedatei %s kann nicht erstellt werden: %s
nb: FEIL: Kan ikke opprette utdatafilen %s: %s

source: ERROR: Insert from standard input requires an input file!
de: FEHLER: Einfügen von der Standardeingabe erfordert eine Eingabedatei!
nb: FEIL: Innsetting fra standardinngang krever en inndatafil!

source: ERROR: Unable to open insert file %s: %s
de: FEHLER: Einfügedatei %s läßt sich nicht öffnen: %s
nb: FEIL: Kan ikke åpne innsettingsfil %s: %s

source: ERROR: No insert file provided!
de: FEHLER: Keine Einfügedatei angegeben!
nb: FEIL: Ingen innsettingsfil oppgitt!

source: ERROR: Read error: %s
de: FEHLER: Lesefehler: %s
nb: FEIL: Lesefeil: %s

source: ERROR: Number of actions outside of set limits (--min-actions/-m/--max-actions/-M)!
de: FEHLER: Anzahl der Aktionen liegt außerhalb der festgelegten Grenzen (--min-actions/-m/--max-actions/-M)!
nb: FEIL: Antall handlinger utenfor sette grenser (--min-actions/-m/--max-actions/-M)!
